export default {

    // ------------------------------------------------------------------
    // начальные установки
    settings: {},

    // ------------------------------------------------------------------
    // месяца
    month: [
        'январь',
        'февраль',
        'март',
        'апрель',
        'май',
        'июнь',
        'июль',
        'август',
        'сентябрь',
        'октябрь',
        'ноябрь',
        'декабрь'],

    // ------------------------------------------------------------------
    // окно сообщений
    showInfo: {
        message: '',
        color: 'info',
        show: false,
        timeout: 3000,
    },
};
